<template>
  <div>
  <div class="row">
    <div class="col-sm-3" style="background-color:lavender;"></div>
    <div class="col-sm-6 pt-5">
        <!-- <table class="table table-dark">
  <thead>
    <tr>
      <th scope="col">#</th>
      <th scope="col">Ссылка на Объявление</th>
    </tr>
  </thead>
  <tbody>
    <tr>
      <th scope="row">1</th>
      <td> <a href="https://drive.google.com/file/d/1VbMnko3riIM_W3iWKdKQr5QZEQv-SWfg/view?usp=sharing">Скачать документ</a> </td>
    </tr>
  </tbody>
</table> -->
<h3>Объявление</h3>
<v-expansion-panel>
    <v-expansion-panel-content>
      <template v-slot:header>
        <div>№1. Объявление о проведении закупа способом запроса ценовых предложений</div>
      </template>
      <v-card>
        <v-card-text>
<a href="https://drive.google.com/file/d/1VbMnko3riIM_W3iWKdKQr5QZEQv-SWfg/view?usp=sharing" download>Скачать документ</a>
        </v-card-text>
      </v-card>
    </v-expansion-panel-content>

<v-expansion-panel>
    <v-expansion-panel-content>
      <template v-slot:header>
        <div>№2. Объявление о повторном проведении закупа способом тендера</div>
      </template>
      <v-card>
        <v-card-text>
          ГКП на ПХВ "Детская городская клиническая больница №2" УОЗ города Алматы объявляет о повторном проведении закупа способом тендера лекарственных средств на 2019 год. Международные непатентованные наименования закупаемых товаров, краткое описание товаров и их количество (объем, выделенная сумма для закупки),  полный перечень которых, их количество и подробная спецификация указаны в тендерной документации. Товар должен быть доставлен: ГКП на ПХВ «Детская городская клиническая больница №2» УОЗ г.Алматы, адрес:  г.Алматы, микрорайон 2, дом 54.
Пакет тендерной документации можно получить в срок до 09-00 часов 31 мая 2019 года включительно по адресу: г. Алматы, микрорайон 2, дом 54, ГКП на ПХВ «Детская городская клиническая больница №2» 2 этаж, отдел государственных закупок, время с 08-00 до 17-00 часов или по электронной почте zakup.dgkb2@mail.ru. Окончательный срок представления тендерных заявок до 09-00 часов 31 мая  2019 года. Конверты с тендерными заявками будут вскрываться в 11-00 часов 31 мая 2019 года по следующему адресу: г. Алматы, микрорайон 2, дом 54, ГКП на ПХВ «Детская городская клиническая больница №2» 3 этаж, конферензал. Потенциальные поставщики могут присутствовать при вскрытии конвертов с тендерными заявками. Дополнительную информацию и справку можно получить по телефону: 8 (727) 276 32 56 


	<br><b>Секретарь тендерной комиссии
Әділхан Ш.Қ.</b> <br>
<a href="https://drive.google.com/file/d/1uqdKXMvUkKq6UhiTAbgkwtZOcybTmN4I/view?usp=sharing" download>Скачать документ</a>

        </v-card-text>
      </v-card>
    </v-expansion-panel-content>

    <v-expansion-panel-content>
      <template v-slot:header>
        <div>№3. Объявление о проведении закупа способом тендера</div>
      </template>
      <v-card>
        <v-card-text>
          ГКП на ПХВ "Детская городская клиническая больница №2" УОЗ города Алматы объявляет о повторном проведении закупа способом тендера лекарственных средств на 2019 год. Международные непатентованные наименования закупаемых товаров, краткое описание товаров и их количество (объем, выделенная сумма для закупки),  полный перечень которых, их количество и подробная спецификация указаны в тендерной документации. Товар должен быть доставлен: ГКП на ПХВ «Детская городская клиническая больница №2» УОЗ г.Алматы, адрес:  г.Алматы, микрорайон 2, дом 54.
Пакет тендерной документации можно получить в срок до 09-00 часов 05 июня 2019 года включительно по адресу: г. Алматы, микрорайон 2, дом 54, ГКП на ПХВ «Детская городская клиническая больница №2» 2 этаж, отдел государственных закупок, время с 08-00 до 17-00 часов или по электронной почте zakup.dgkb2@mail.ru. Окончательный срок представления тендерных заявок до 09-00 часов 05 июня  2019 года. Конверты с тендерными заявками будут вскрываться в 11-00 часов 05 июня 2019 года по следующему адресу: г. Алматы, микрорайон 2, дом 54, ГКП на ПХВ «Детская городская клиническая больница №2» 3 этаж, конферензал. Потенциальные поставщики могут присутствовать при вскрытии конвертов с тендерными заявками. Дополнительную информацию и справку можно получить по телефону: 8 (727) 276 32 56 


<br><b>Секретарь тендерной комиссии
Әділхан Ш.Қ.</b><br>
<a href="https://drive.google.com/file/d/1AplpF8eXduHn7HGmvlNNoLXLRbmcC7Ma/view?usp=sharing" download>Скачать документ</a>

        </v-card-text>
      </v-card>
    </v-expansion-panel-content>
  </v-expansion-panel>
    </div>
    <div class="col-sm-3" style="background-color:lavender;"></div>
  </div>
</div>
</template>
