<template>
<div class="mt-5">
    <div class="row">
        <div class="col-sm-3 pt-2">
            <h2>Социальные сети</h2>
            <twitter>
                <a  data-height="800" class="twitter-timeline" href="https://twitter.com/minhealthKZ?ref_src=twsrc%5Etfw">Tweets by realDonaldTrump</a>
            </twitter>
        </div>
        <div class="col-sm-6 pt-2">
            <h2>Государственные символы</h2>
            <div class="card mb-3">
                <img class="card-img-top" src="http://magnolia.kz/uploads/posts/2018-11/1542877882_343434.jpg"
                     alt="Card image cap">
                <div class="card-body">
                    <h5 class="card-title">Государственный Герб</h5>
                    <p class="card-text">Герб – один из главных символов государства. Термин «герб» происходит от немецкого слова «erbe» (наследство) и означает наследственный отличительный знак – сочетание фигур и предметов, которым придается символическое значение.

                        История свидетельствует, что еще кочевники эпохи бронзы, проживавшие на территории современного Казахстана, идентифицировали себя с особым символом – тотемом, графическое выражение которого впоследствии получило наименование «тамга». Впервые данный термин начал употребляться в Тюркском каганате.

                        Герб суверенного Казахстана был официально принят в 1992 году. Его авторами являются известные архитекторы Жандарбек Малибеков и Шот-Аман Уалиханов.

                        Государственный герб Республики Казахстан имеет форму круга (колеса) – это символ жизни и вечности, который пользовался особым почетом среди кочевников Великой степи.

                        Центральным геральдическим элементом в государственном гербе является изображение шанырака (верхняя сводчатая часть юрты) на голубом фоне, от которого во все стороны в виде солнечных лучей расходятся уыки (опоры). Справа и слева от шанырака расположены изображения мифических крылатых коней. В верхней части находится объемная пятиконечная звезда, а в нижней части надпись Қазақстан». Изображение звезды, шанырака, уыков, мифических коней, а также надписи «Қазақстан» – выполнены в цвете золота.

                        Шанырақ – это главная системообразующая часть юрты, по форме напоминающая небесный купол и являющаяся одним из ключевых элементов жизнеустройства в традиционной культуре евразийских кочевников. В Государственном гербе республики образ шанырака – это символ общего дома и единой Родины для всех народов, проживающих в стране. Стабильное развитие Казахстана зависит от благополучия каждого гражданина, как прочность и устойчивость шанырака зависит от надежности всех его уыков (опор).

                        Крылатые мифические кони – тулпары в государственном гербе являются ключевым геральдическим элементом. Образ коня с незапамятных времен олицетворяет такие понятия, как храбрость, верность и силу. Крылья символизируют многовековую мечту многонационального народа Казахстана о построении сильного и процветающего государства. Они свидетельствуют о чистых помыслах и стремлении к последовательному совершенствованию и созидательному развитию. Золотые крылья скакунов напоминают также золотые колосья и олицетворяют собой трудолюбие казахстанцев и материальное благополучие страны.

                        В прошлые века рога активно использовались в культовых обрядах кочевников, а также в качестве навершия их боевых стягов. Изображения небесной благодати, земного плодородия и воинской удачи в виде рогов различных животных всегда занимали значимые места в символических композициях различных народов. Таким образом, крылатый конь с рогом изобилия является важным типологическим образом, который имеет глубокие семантические и исторические корни.

                        Еще одна деталь в государственном гербе республики – пятиконечная звезда. Данный символ используется человечеством с давних времен и олицетворяет постоянное стремление людей к свету истины, ко всему возвышенному и вечному. Изображение звезды в государственном гербе отражает желание казахстанцев созидать страну, открытую для сотрудничества и партнерства со всеми народами мира. Сердца и объятия жителей Казахстана открыты представителям всех пяти континентов.

                        Основным цветом, используемым в государственном гербе, является цвет золота, который служит символом богатства, справедливости и великодушия. Также присутствует цвет флага – небесно-голубой, который гармонирует с цветом золота и символизирует чистое небо, мир и благополучие.</p>
                    <p class="card-text">
                        <small class="text-muted"></small>
                    </p>
                    <v-divider></v-divider>
                </div>
            </div>

            <div class="card mb-3">
                <img class="card-img-top" src="http://www.akorda.kz/upload/media/files/b1cacfd6bb3258581bb56143fc7da056.JPG"
                     alt="Card image cap">
                <div class="card-body">
                    <h5 class="card-title">Государственный Флаг</h5>
                    <p class="card-text">
                        Флаг – это один из главных символов государства, олицетворяющий его суверенитет и идентичность. Термин «флаг» происходит от нидерландского слова «vlag». Флаг - это прикрепленное к древку или шнуру полотнище установленных размеров и цветов, обычно с изображением на нем герба или эмблемы. С древних времен флаг выполнял функции объединения народа страны и его идентификации с определенным государственным образованием.

                        Государственный флаг независимого Казахстана был официально принят в 1992 году. Его автором является художник Шакен Ниязбеков.

                        Государственный флаг Республики Казахстан представляет собой прямоугольное полотнище небесно-голубого цвета с изображением в центре солнца с лучами, под которым – парящий орел (беркут). У древка – вертикальная полоса с национальным орнаментом. Изображение солнца, его лучей, орла и национального орнамента – цвета золота. Соотношение ширины флага к его длине – 1: 2.

                        В традициях геральдики каждый цвет символизирует определенное понятие. Так, небесно-голубой цвет символизирует честность, верность и безупречность. Кроме того, небесно-голубой цвет имеет глубокое символическое значение в тюркской культуре. Древние тюрки всегда почитали небо своим богом-отцом, а их небесно-голубое знамя символизировало преданность отцу-прародителю. На государственном флаге Казахстана он символизирует чистое небо, мир и благополучие, а одноцветие фона – единство нашей страны.

                        Исходя из геральдических канонов, солнце символизирует богатство и изобилие, жизнь и энергию. Поэтому лучи солнца на флаге страны имеют форму зерна – символа достатка и благополучия. Изображение солнца в государственной атрибутике Казахстана подтверждает его приверженность общечеловеческим ценностям и свидетельствует о том, что новое молодое государство полно жизнеутверждающей энергии и открыто всем странам мира для партнерства и сотрудничества.

                        Образ орла (беркута) является одним из главных геральдических атрибутов, издавна применяемых в гербах и флагах многих народов. Этот образ обычно воспринимается как символ власти, прозорливости и великодушия. Парящий под солнцем беркут олицетворяет собой силу государства, его суверенитет и независимость, стремление к высоким целям и устойчивому будущему. Особое место занимает образ беркута в мировоззрении евразийских кочевников. Он ассоциируется у них с такими понятиями как свобода и верность, чувство достоинства и мужество, мощь и чистота помыслов. Стилизованный силуэт золотого беркута отражает стремление молодого суверенного государства к высотам мировой цивилизации.

                        Важным элементом государственного флага является расположенная у его древка вертикальная полоса с национальным орнаментом. Казахский орнамент – одна из форм специфического художественного восприятия мира в строгом соответствии с эстетическими вкусами народа. Представляющий собой гармонию различных форм и линий, он является выразительным средством раскрытия внутреннего мира народа. Национальный орнамент вдоль древка символизирует культуру и традиции народа Казахстана.
                    <p class="card-text">
                        <small class="text-muted"></small>
                    </p>
                    <v-divider></v-divider>
                </div>
            </div>

            <div class="card mb-3">
                <img class="card-img-top" src="http://www.akorda.kz/upload/content_files/simbols/Kazakhstan_National_Anthem.png"
                     alt="Card image cap">
                <div class="card-body">
                    <h5 class="card-title">Государственный Гимн</h5>
                    <p class="card-text">
                        Гимн – это один из главных символом государства. Сам термин «гимн» происходит от греческого слова «gimneo» и означает «торжественная песня». Гимн выступает в качестве важной звуковой символики, имеющей ключевое значение для эффективной социально-политической консолидации и этнокультурной идентификации граждан страны.

                        В истории независимого Казахстана государственный гимн страны утверждался дважды – в 1992 и в 2006 годах.

                        После обретения республикой государственного суверенитета в 1992 году был объявлен конкурс на музыку и текст гимна Казахстана. По итогам конкурса было принято решение сохранить музыкальную редакцию гимна Казахской ССР. Таким образом, авторами музыки первого казахстанского гимна стали Мукан Тулебаев, Евгений Брусиловский и Латиф Хамиди. В конкурсе на лучший текст также победил авторский коллектив, представленный известными поэтами: Музафаром Алимбаевым, Кадыром Мырзалиевым, Туманбаем Молдагалиевым и поэтессой Жадырой Дарибаевой.

                        В целях популяризации звуковой символики страны в 2006 году был принят новый государственный гимн. Его основой стала популярная в народе патриотическая песня «Менiң Қазақстаным». Она была написана в 1956 году Шамши Калдаяковым на стихи Жумекена Нажимеденова. Для придания песне высокого статуса государственного гимна и более торжественного звучания Президент Казахстана Нурсултан Назарбаев доработал первоначальный текст. Парламент Казахстана на совместном заседании палат 6 января 2006 года внес соответствующие поправки в Указ «О государственных символах» и утвердил новый государственный гимн страны.
                    <p class="card-text">
                        <small class="text-muted">
                        </small>
                    </p>
                    <v-divider></v-divider>
                </div>
            </div>
        </div>


        <div class="col-sm-3"></div>
    </div>
</div>
</template>